formulahendry.auto-rename-tag
dbaeumer.vscode-eslint
esbenp.prettier-vscode
GitHub.github-vscode-theme
formulahendry.code-runner
streetsidesoftware.code-spell-checker
adpyke.codesnap
naumovs.color-highlight
wix.vscode-import-cost
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.intellicode-api-usage-examples
xabikos.JavaScriptSnippets
PKief.material-icon-theme
WallabyJs.quokka-vscode
burkeholland.simple-react-snippets
TabNine.tabnine-vscode
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dsznajder.es7-react-js-snippets